dev-scripts/verify_kv_queue_size/fio_exp_qd96_2019-10-28/dump-fio-bench-96-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=96
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=31628: Mon Oct 28 00:23:56 2019
  write: IOPS=82, BW=10.3MiB/s (10.8MB/s)(1258MiB/122316msec); 0 zone resets
    slat (usec): min=35, max=834, avg=127.85, stdev=53.19
    clat (msec): min=24, max=10662, avg=1109.61, stdev=1425.76
     lat (msec): min=25, max=10662, avg=1109.74, stdev=1425.76
    clat percentiles (msec):
     |  1.00th=[   72],  5.00th=[  133], 10.00th=[  174], 20.00th=[  222],
     | 30.00th=[  284], 40.00th=[  334], 50.00th=[  388], 60.00th=[  485],
     | 70.00th=[  768], 80.00th=[ 2433], 90.00th=[ 3239], 95.00th=[ 4044],
     | 99.00th=[ 5738], 99.50th=[ 7550], 99.90th=[ 9597], 99.95th=[10000],
     | 99.99th=[10671]
   bw (  KiB/s): min=  256, max=41728, per=100.00%, avg=11869.86, stdev=8795.42, samples=215
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=10064
  lat (msec)   : 50=0.37%, 100=2.23%, 250=22.71%, 500=36.07%, 750=8.00%
  lat (msec)   : 1000=2.36%, 2000=4.84%, >=2000=23.42%
  cpu          : usr=0.92%, sys=0.26%, ctx=21244, majf=0, minf=25608
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.3%, 16=0.6%, 32=1.3%, >=64=97.5%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,10064,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=96

Run status group 0 (all jobs):
  WRITE: bw=10.3MiB/s (10.8MB/s), 10.3MiB/s-10.3MiB/s (10.8MB/s-10.8MB/s), io=1258MiB (1319MB), run=122316-122316msec

Disk stats (read/write):
  sdc: ios=190/22713, merge=0/266656, ticks=1332/1588384, in_queue=1589788, util=94.84%